'use client'
import './AboutStyles.css'
export default function AboutUs() {
    return (
        <div className={'aboutUs'}>
            <h2 className={'title'}>О нас</h2>
            <p className={'description'}>
                Мы — пункт назначения для всех, кто ищет выражение через одежду.
                Наш магазин предлагает эксклюзивные коллекции в стиле панк-рок,
                где каждая вещь — это возможность выделиться и подчеркнуть свою
                индивидуальность.
            </p>
            <p className={'description'}>
                Наша миссия — предоставить не просто одежду, а ключ к вашему уникальному
                стилю. Мы вдохновляемся революционными звуками музыки и духом свободы,
                чтобы создавать модные образы, отражающие ваш характер и стиль жизни.
            </p>
            <p className={'description'}>
                Присоединяйтесь к нам в этом удивительном путешествии моды и стиля.
                Добро пожаловать в мир аутентичной и выразительной моды!
            </p>
        </div>
    )
}
