'use client'
import '../AboutStyles.css'
export default function Team() {
    return (
        <div className={'contacts'}>
            <h2 className={'title'}>Наша команда</h2>
            <p className={'description'}>
                Наша команда — это объединение энтузиастов, преданных моде и стилю.
                Каждый из нас имеет свою уникальную историю и вместе мы создаем
                атмосферу креатива и вдохновения.
            </p>
            <p className={'description'}>
                Мы уверены, что стиль не только в одежде, но и в нашем подходе к работе.
                Мы стремимся к инновациям, ищем новые идеи и всегда рады воплотить их
                в жизнь вместе.
            </p>
            <p className={'description'}>
                Мы не просто команда, мы семья, где каждый член приносит свой вклад в
                наше общее дело — делать моду доступной, выразительной и вдохновляющей
                для наших клиентов.
            </p>
        </div>
    )
}
